IDEA StatiCa Open Model
ResultOfIncrement.AxialForce Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Axial force
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double AxialForce { get; set; }
Public Property AxialForce As Double
	Get
	Set
public:
property double AxialForce {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfIncrement Class
IdeaRS.OpenModel.Result Namespace